{
  "modelTopology": {
    "node": [
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "ConstantFolding/Postprocessor/Decode/div_recip",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1917"
                  },
                  {
                    "size": "4"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "Postprocessor/ExpandDims",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "ConstantFolding/Postprocessor/Decode/div_4_recip",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 3
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": [
                  {
                    "size": "2"
                  }
                ]
              }
            }
          }
        },
        "name": "Postprocessor/Reshape_1/shape",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "ConstantFolding/Postprocessor/Decode/div_2_recip",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "576"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "576"
                  },
                  {
                    "size": "12"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "12"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "1280"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "1280"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "512"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "512"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "512"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "512"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "512"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "512"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_2/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_3/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "256"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "256"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_4/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "128"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "128"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "128"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "128"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "128"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "128"
                  },
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "24"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_5/BoxEncodingPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                1917
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "MultipleGridAnchorGenerator/assert_equal/x",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                4
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "BoxPredictor_0/stack/3",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                2
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "Postprocessor/ExpandDims_1/dim",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "576"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/ClassPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "576"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/ClassPredictor_depthwise/BatchNorm/moving_variance",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1"
                  },
                  {
                    "size": "1"
                  },
                  {
                    "size": "576"
                  },
                  {
                    "size": "273"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_0/ClassPredictor/weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "dtype": {
            "type": 1
          },
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "273"
                  }
                ]
              }
            }
          }
        },
        "name": "BoxPredictor_0/ClassPredictor/biases",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [
                1083
              ],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 3,
              "tensorShape": {
                "dim": []
              }
            }
          },
          "dtype": {
            "type": 3
          }
        },
        "name": "BoxPredictor_0/stack/1",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "3"
                  },
                  {
                    "size": "3"
                  },
                  {
                    "size": "1280"
                  },
                  {
                    "size": "1"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/ClassPredictor_depthwise/depthwise_weights",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/ClassPredictor_depthwise/BatchNorm/gamma",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/ClassPredictor_depthwise/BatchNorm/beta",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
              "boolVal": [],
              "uint32Val": [],
              "uint64Val": [],
              "dtype": 1,
              "tensorShape": {
                "dim": [
                  {
                    "size": "1280"
                  }
                ]
              }
            }
          },
          "dtype": {
            "type": 1
          }
        },
        "name": "BoxPredictor_1/ClassPredictor_depthwise/BatchNorm/moving_mean",
        "op": "Const"
      },
      {
        "input": [],
        "attr": {
          "value": {
            "tensor": {
              "floatVal": [],
              "doubleVal": [],
              "intVal": [],
              "stringVal": [],
              "scomplexVal": [],
              "int64Val": [],
